brew "gh"
brew "nushell"
brew "neovim"
brew "starship"
brew "asdf"
brew "opencode"
brew "bat"
brew "glow"
brew "lazygit"

# Ruby build dependencies
brew "openssl@3"
brew "readline"
brew "libyaml"
brew "gmp"
brew "autoconf"

brew "rustup"

cask "wezterm"
